Repository: PromassGithub/Various
Catalog: Stellare/Logical/Infrastructure/ReportTexts.tmx
Source language: en
Languages: de

source: Type of Coffee
de: Kaffeeart

source: Count of produced coffee
de: Anzahl produzierter Kaffe

source: Total amount of Coffee
de: Gesamtanzahl an Kaffe

source: Production overview
de: Produktions-Übersicht

source: This Report gives you information about the machine.
de: Dieser Bericht liefert Informationen über die mapp Services Kaffeemaschine.

source: Description
de: Beschreibung

source: Production table:
de: Produktions-Tabelle:

source: Data of the current coffee
de: Daten des ausgewählten Kaffees

source: Current coffee
de: Aktueller Kaffee

source: Milk
de: Milch

source: Water
de: Wasser

source: Sugar
de: Zucker

source: Coffee
de: Kaffee

source: Data
de: Daten

source: Value
de: Wert

source: Energy data
de: Energiedaten

source: Current active power
de: Aktuelle Wirkleistung

source: Peak active power
de: Spitzenwert der Wirkleistung
